Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Kettenblätter für Motorräder
en: Chainwheels for motorcycles

source: Kurbeln für Motorräder
en: Cranks for motorcycles

source: Kettenblätter für Fahrräder
en: Chainwheels for bicycles

source: Rückschlagventile für Fahrzeugreifen
en: Valve stems for vehicle tires

source: Strukturteile für Luftfahrzeuge
en: Structural parts for aircraft

source: Zahnräder für Fahrräder
en: Gear wheels for bicycles

source: Diebstahlsicherungen für Automobile
en: Anti-theft devices for automobiles

source: Getriebekomponenten für Landfahrzeuge
en: Transmission components for land vehicles

source: Bremssättel für Fahrzeuge
en: Brake calipers for vehicles

source: Bremspedale für Landfahrzeuge
en: Brake pedals for land vehicles

source: Schalthebel für Automobile
en: Gear shifts for automobiles

source: Windschutzscheiben für Landfahrzeuge
en: Windscreens for land vehicles

source: Rollenketten für Fahrräder
en: Roller chains for bicycles

source: Rollenketten für Motorräder
en: Roller chains for motorcycles

source: Speziell zur Verwendung in Fahrzeugen angepasste Rücklehnentaschen
en: Seat back organizers specially adapted for use in vehicles

source: Geformte Lenkradbezüge für Kraftfahrzeuge
en: Shaped steering wheel covers for automobiles

source: Stoßdämpfer für motorisierte Fahrzeuge
en: Suspension shock absorbers for motor vehicles

source: Kippvorrichtungen [Teile von Güterwaggons]
en: Tipping apparatus [parts of railway freight cars]

source: Armlehnen für Kraftfahrzeugsitze
en: Armrests for automobile seats

source: Aschenbecher für Fahrzeuge
en: Ashtrays for vehicles

source: Kratzschutzblenden für Autotürgriffe
en: Door handle scratch guards for automobiles

source: Glashalter für Kraftfahrzeuge
en: Glass holders for automobiles

source: Glashalter für Fahrzeuge
en: Glass holders for vehicles

source: Handschuhfächer für Fahrzeuge
en: Glove boxes for vehicles

source: Schwingarme für Motorräder
en: Motorcycle swing arms

source: Geformte Fahrzeugmatten
en: Shaped vehicle mats

source: Boote
en: Boats

source: Flugzeuge
en: Aeroplanes

source: Karren
en: Carts

source: Schiffsschrauben für Seeschiffe
en: Screws [propellers] for ships

source: Schiffsschrauben für Wasserfahrzeuge
en: Screw propellers [for vessels]

source: Schiffsschrauben
en: Marine propellers

source: Akustische Warnsysteme für Fahrräder
en: Audible warning systems for bicycles

source: Motorhauben für Fahrzeuge
en: Hoods for vehicle engines

source: Kindersitze für Fahrräder
en: Children’s bicycle seats

source: Tragbare Kindersitze für Fahrzeuge
en: Portable children’s seats for vehicles

source: Tragbare Babysitze für Fahrzeuge
en: Portable babies’ seats for vehicles

source: Selbstfahrende Autos
en: Self-driving cars

source: Antriebsschlupfregler für Fahrzeuge
en: Traction control systems for vehicles

source: Stabilitätskontrollsysteme für Fahrzeuge
en: Stability control systems for vehicles

source: Reifen [Pneus] für Automobile
en: Pneumatic tires for automobiles

source: Abschleppfahrzeuge für Transportzwecke
en: Wreckers for transport purposes

source: Zusammenklappbare E-Bikes
en: Folding electric bicycles

source: Speichenkappen für Fahrradräder
en: Spoke caps for bicycle wheels

source: Vollgummireifen für Fahrzeuge
en: Solid tyres for vehicle wheels

source: Kupplungen und Vorrichtungen zur Kraftübertragung für Landfahrzeuge
en: Machine couplings and transmission components for land vehicles

source: Räder und Reifen sowie Gleisketten für Fahrzeuge
en: Wheels and tyres, and continuous tracks for vehicles

source: Traktionsmatten für Fahrzeugreifen
en: Traction mats for vehicle tires

source: An Fahrzeuge angepasste Plastikbeutelhalter
en: Plastic bag holders adapted for use in vehicles

source: An Fahrzeuge angepasste Abfallbehälter
en: Trash containers adapted for use in vehicles

source: Polsterungen für Fahrzeugsitze
en: Upholstery for vehicle seats

source: Radnaben für Automobile
en: Automobile wheel hubs

source: Trittbretter für Automobile
en: Automobile running boards

source: Kraftübertragungsriemen aus Gummi für Landfahrzeuge
en: Rubber belts for land vehicle transmissions

source: Rennsitze für Automobile
en: Racing seats for automobiles

source: Schalensitze für Automobile
en: Bucket seats for automobiles

source: Handschuhfächer für Automobile
en: Glove boxes for automobiles

source: Türgriffe für Landfahrzeuge
en: Door handles for land vehicles

source: Innenpolsterungen für Automobile
en: Upholstery for automobiles

source: Verkleidungen für Fahrzeugkarosserien
en: Trim panels for vehicle bodies

source: Serielle Hybridautos
en: Series hybrid cars

source: Kühlergrills für Fahrzeuge
en: Radiator grilles for vehicles

source: Fahrgestelle für Eisenbahnwagen
en: Undercarriages for railway cars

source: Lederpolsterungen für Fahrzeuge
en: Leather upholstery for vehicles

source: Lederpolsterungen für Fahrzeugsitze
en: Leather upholstery for vehicle seats

source: Private Jetboote
en: Personal jet boats

source: Ballistische Flugkörper mit Raketenantrieb
en: Rocket-propelled ballistic missiles

source: Flammenwerfer [Waffen]
en: Flamethrowers [weapons]

source: Fackeln [pyrotechnische]
en: Flares [pyrotechnic]

source: Lunten für Sprengstoffe
en: Fuses for explosives

source: Flugkörperabschussvorrichtungen [Waffen]
en: Launchers for missiles [weapons]

source: Luft-Boden-Raketen
en: Air-to-surfaces missiles

source: Patronenhülsenfänger für automatische Schusswaffen
en: Cartridge case receivers for automatic firearms

source: Angepasste Taschen für Schusswaffen
en: Gun bags [specifically adapted]

source: Infrarot-GefechtskÃ¶pfe fÃ¼r Abwehrraketen
en: Infrared defence rocket warheads

source: Mörser [Waffen]
en: Mortars [weapons]

source: Pyrotechnische Flugkörper
en: Pyrotechnic missiles

source: An Schusswaffen angepasste Tragebehältnisse
en: Carrying cases adapted for firearms

source: Ladebügel für Handfeuerwaffen
en: Loading clips for small arms

source: Explodierende Leuchtnebelsignale
en: Luminous explosive fog signals

source: Kleinwaffen [Feuerwaffen]
en: Small arms [firearms]

source: Rauchprojektile für Raketen
en: Smoke projectiles for rockets

source: Kolbenbleche für Schrotflinten
en: Butt plates for shotguns

source: Reinigungsgeräte für Schusswaffen
en: Cleaning implements for firearms

source: Patronen für den Einsatz im Verteidigungsfall
en: Cartridges for carrying materials to be deployed in defence

source: Griffe für Pistolen
en: Handles for pistols

source: Waffen zum Abschuss von Raketen und Geschossen
en: Weapons for launching missiles and projectiles

source: Rauchraketen für gepanzerte Fahrzeuge und Panzer
en: Smoke missiles for armoured vehicles and tanks

source: Explosive Hohlladungen
en: Explosive cutting charge

source: Ballistische Waffen
en: Ballistic weapons

source: Magazine [Waffenteile]
en: Loading clips for pistols

source: Abstandraketen für mehrere Geschosse
en: Multi-munition stand-off bombs

source: Munitionsgurte für automatische Waffen
en: Automatic firearm ammunition belts

source: Dynamit
en: Dynamite

source: Bomben
en: Bombs

source: Mobile Lafetten
en: Mobile gun mounts

source: Putzstöcke für Schusswaffen
en: Cleaning rods for firearms

source: Pyrotechnischer Gas-Actuator
en: Pyrotechnic gas actuators

source: Auslöser als Waffenteile
en: Actuators being parts of weapons

source: Gesteuerte Mörserbomben
en: Guided mortar bombs

source: Schießgestelle [Waffen]
en: Firing platforms [weapons]

source: Visierschutz für Schusswaffen
en: Sight protectors for firearms

source: Munition und Geschosse
en: Ammunition and projectiles

source: Patronenmagazine für Gewehre
en: Gun cartridge magazines

source: Panzer [Fahrzeug]
en: Tanks [weapons]

source: Schrot [Munition]
en: Pellets [ammunition]

source: Pyrotechnische Munition
en: Pyrotechnic ammunition

source: Gewehrläufe
en: Rifle barrels

source: Jagdflinten [Sportgewehre]
en: Hunting rifles [sporting rifles]

source: Waffenfutterale für Feuerwaffen
en: Weapon cases for firearms

source: Leere Patronenhülsen
en: Blank cartridge shells

source: Waffensysteme
en: Weapon systems

source: Automatische Revolver
en: Automatic revolvers

source: Hülsen für großkalibrige Munition
en: Shells for large size ammunition

source: Patronen mit Leuchtgeschossen
en: Cartridges containing flares

source: Schrot für Gewehrpatronen
en: Shot for gun cartridges

source: Sprengstoffe für Erdölbohrungen
en: Oil well shooting explosives

source: Minen [Sprengkörper]
en: Mines [explosives]

source: Panzerbrechende Brandgeschosse
en: Armour-piercing incendiary projectiles

source: Explosive Erzeugnisse
en: Explosive products

source: Panzerbrechende Geschosse
en: Armour-piercing projectiles

source: Pyrotechnische Schubgeneratoren zur Steuerung von luftgestützten Waffen
en: Pyrotechnic thrust generators for steering airborne weapons

source: Bleischrot für die Jagd
en: Lead shot for hunting

source: Handflammenwerfer [Waffen]
en: Hand flamethrowers [weapons]

source: Sprengstoffe
en: Explosives

source: Zündschnüre zur Verwendung im Bergbau
en: Explosive fuses used in mining

source: Bombenwerfer
en: Bomb releasers

source: Steuerbare Artilleriegeschosse
en: Guided artillery projectiles

source: Gürtel für Sprengkapseln
en: Blasting cap protectors

source: Waffen
en: Weapons

source: Waffen zum Abschießen von Flugkörpern
en: Weapons for launching missiles

source: Waffen zum Abfeuern von Geschossen
en: Weapons for launching projectiles

source: Einstellknöpfe für Gewehrvisiere
en: Adjusting knobs for gun sights

source: Nicht optische Visiere
en: Non-optical sights

source: Schulterriemen für Waffen
en: Shoulder straps for weapons

source: Sichtgeräte für Schusswaffen [ausgenommen Zielfernrohre]
en: Sighting devices for firearms [other than telescopic]

source: Auslöser als Teile von Waffenladeanlagen
en: Actuators being parts of weapon loading installations

source: Munition für Schusswaffen
en: Ammunition for firearms

source: Pulverflaschen für Schusswaffen
en: Powder flasks for firearms

source: Sprengsätze zum Durchbrechen von Minenfeldern
en: Explosive devices for minefield breaching

source: Zündschnüre für Sprengstoffe
en: Detonating fuses for explosives

source: Speer als Waffe
en: Javelins [weapons]

source: Gefüllte Patronenmagazine für Schusswaffen
en: Loaded cartridge magazines for firearms

source: Apparate zum Füllen von Patronentaschen
en: Apparatus for filling cartridge belts

source: Lafetten für Kanonen [Artillerie]
en: Cannon carriages [artillery]

source: Patronenhülsenfänger für halbautomatische Schusswaffen
en: Cartridge case receivers for semi-automatic firearms

source: Patronen für Gewehre
en: Rifle cartridges

source: Stationäre Maschinengewehre
en: Placement machine guns

source: Pyrotechnische Notraketen
en: Pyrotechnic distress flares

source: Sprenggeschosse
en: Explosive shells

source: Explosive Torpedos
en: Explosive torpedoes

source: Luftpistolen [Luftgewehre]
en: Air pistols [air guns]

source: Gasbomben [Waffen]
en: Gas bombs [weapon]

source: Unbemannte ferngesteuerte Luftfahrzeuge zur Suche militärischer Ziele
en: Unmanned remote-controlled powered aircraft for use as military targets

source: Patronengurte zum Halten von Patronen und Munitionsboxen
en: Bandoliers for holding cartridges and ammunition cases

source: Steinschleudern [Waffen]
en: Slingshots [weapons]

source: Apparate zum Laden von Waffen
en: Tools for loading weapons

source: Auslöser als Teile von Waffenabschussanlagen
en: Actuators being parts of weapon ejecting installations

source: Munition
en: Ammunition

source: Torpedoträger für Schiffe zur U-Boot-Abwehr
en: Naval anti-submarine torpedo carrier systems

source: Sprengsätze zum Räumen von Minenfeldern
en: Explosive devices for minefield clearance

source: Zielvorrichtungen für Schusswaffen [ausgenommen Zielfernrohre]
en: Sights, other than telescopic sights, for firearms

source: Harpunengewehre [Waffen]
en: Harpoon guns [weapons]

source: Läufe für Gewehre [Waffen]
en: Muzzles for guns [weapons]

source: Schutzbehältnisse für Schusswaffen
en: Protective cases adapted for firearms

source: Patronen für Jagdgewehre
en: Hunting gun cartridges

source: Pyrotechnische Ladungen
en: Pyrotechnic charges

source: Panzerbrechende Granaten
en: Armor piercing shells

source: Magazine für Waffen
en: Magazines for weapons

source: Nitrierte Flüssigkeiten als Sprengstoffe
en: Nitrating liquids used as explosives

source: Rauchflugkörper für Panzer
en: Smoke missiles for tanks

source: Patronen mit funkwellenreflektierenden Materialien
en: Cartridges containing reflective materials for radio blocking

source: Organische Nitrosprengstoffe
en: Organic-nitrate explosives

source: Mörser [Feuerwaffen]
en: Mortars [firearms]

source: Revolver
en: Revolvers

source: Luftpistolen [Waffen]
en: Air pistols [weapons]

source: Griffe für Revolver
en: Handles for revolvers

source: Pistolen [Feuerwaffen]
en: Pistols [firearms]

source: An Schusswaffen angepasste Schutzschirme
en: Protective shields adapted for firearms

source: Seeminen
en: Sea mines

source: Bengalisches Feuer [Feuerwerk]
en: Bengal lights [fireworks]

source: Patronenmagazine für Schusswaffen
en: Cartridge magazines for firearms

source: Radarstörende Sprengköpfe
en: Radar jamming warheads

source: Luft-Luft-Raketen
en: Air-to-air missiles

source: Nitrostärke als Sprengstoff
en: Nitrostarch explosives

source: Raketen [Geschosse]
en: Rockets [projectiles]

source: Sprengsätze zum Durchbrechen und Räumen von Minenfeldern
en: Explosive devices for minefield breaching and minefield clearance

source: Feuerleitanlagen [Artillerie]
en: Naval gun fire predictors

source: Panzerbrechende Brandgeschosse für Luftfahrzeuge
en: Armour-piercing incendiary projectiles for use by aircraft

source: Armbrüste [Waffen]
en: Crossbows [weapons]

source: Lagerzapfen für schwere Waffen
en: Trunnions for heavy weapons

source: Munition mittleren Kalibers
en: Medium calibre ammunition

source: Torpedos
en: Torpedoes

source: Panzerbrechende Geschosse für Luftfahrzeuge
en: Armour-piercing projectiles for use by aircraft

source: Pistolen [Waffen]
en: Pistols [arms]

source: Projektile [Waffen]
en: Projectiles [weapons]

source: Gesteuerte Geschosse
en: Guided projectiles

source: Handgranaten
en: Hand grenades

source: Sprengstoffe für Bomben
en: Explosives for use in bombs

source: Wunderkerzen [Feuerwerk]
en: Sparklers [fireworks]

source: Automatische Karabiner
en: Automatic carbines

source: Laufreflektoren für Schusswaffen
en: Barrel reflectors for firearms

source: Rauchflugkörper für gepanzerte Fahrzeuge
en: Smoke missiles for armoured vehicles

source: Pyrotechnische Gasgeneratoren
en: Pyrotechnic gas generators

source: Zusätzliche Patronenlager für Schusswaffen
en: Supplemental chambers for firearms

source: Patronen für Waffen zur Verwendung mit Flüssigstickstoff
en: Weapon cartridges for use with liquid nitrogen

source: Raketen
en: Rockets

source: Sprengkapseln
en: Detonating plugs

source: Waffen und Munition
en: Weapons and ammunition

source: Explosive Substanzen und Vorrichtungen, ausgenommen Waffen
en: Explosive substances and devices, other than arms

source: Haubitzen
en: Howitzers

source: Zündkapseln
en: Explosive caps

source: Gewehrkolben
en: Rifle stocks

source: Patronenhülsen
en: Cartridge cases

source: Hüllen für Schusswaffen
en: Covers for firearms

source: Futterale für Schusswaffen
en: Case covers for firearms

source: Halfter
en: Holsters

source: Lafetten
en: Gun mounts

source: Kanonen
en: Cannons

source: Schalldämpfer für Schusswaffen
en: Noise-suppressors for guns

source: Detonationsvorrichtungen zum Sprengen von Unterwasserminen
en: Detonation devices for blasting underwater mines

source: Feuerwerkskörper
en: Fireworks bodies

source: Munition für Gewehre
en: Rifle ammunition

source: Sicherungen für Schusswaffen
en: Safety catches for firearms

source: Kartuschen für pyrotechnische Erzeugnisse
en: Cartridges for pyrotechnic products

source: Pyrotechnische Antriebsgemische für Munition
en: Propelling pyrotechnic mixtures for ammunition

source: Bauteile für Maschinegewehre
en: Component parts for machine guns

source: Kolbenbleche für Pistolen
en: Butt plates for pistols

source: Kolbenbleche für Schusswaffen
en: Butt plates for firearms

source: Funkgesteuerte, kleine Luftziele für militärische Zwecke
en: Radio controlled miniature aerial targets for military use

source: Chemische Sprays zum persönlichen Schutz
en: Chemical-based personal security sprays

source: Offene Visiere für Schusswaffen
en: Open sights for use on firearms

source: Harpunengewehre mit Sprengstoffen
en: Explosive harpoon guns [weapons]

source: Bauteile für Schrotflinten
en: Component parts for shotguns

source: Bauteile für Gewehre
en: Component parts for rifles

source: Luftgewehre [Waffen]
en: Air rifles [weapons]

source: Pfeffersprays
en: Pepper sprays

source: Projektile für Waffen
en: Projectiles for weapons

source: Stative für Schusswaffen
en: Tripods for firearms

source: Kolbenbleche für Gewehre
en: Butt plates for rifles

source: Schießbaumwolle [Sprengkörper]
en: Nitrated gun cotton [explosives]

source: Geschosse
en: Projectiles

source: Abwurfgeräte für Bomben
en: Projecting apparatus for bombs

source: Abschussgeräte für Granaten
en: Projecting apparatus for grenades

source: Abschussgeräte für Fernlenkgeschosse
en: Projecting apparatus for missiles

source: Gewehre [Waffen]
en: Guns [weapons]

source: Pistolen
en: Pistols

source: See-Luft-Raketen
en: Ship-to-air missiles

source: Bestandteile von Gewehren
en: Component parts for guns

source: Bestandteile von Pistolen
en: Component parts for pistols

source: Kubische Zirkone
en: Imitation pearls

source: Etuis für Armbanduhren und Uhren
en: Trinkets coated with precious metal

source: Schmuckstücke aus unedlen Metallen
en: Cases for watches and clocks

source: Jade [Schmuck]
en: Jade [jewellery]

source: Armbänder
en: Bracelets

source: Statuetten aus Edelmetall und deren Legierungen
en: Statuettes of precious metal and their alloys

source: Mechanische Armbanduhr-Oszillatoren
en: Mechanical watch oscillators

source: Miniaturfiguren [mit Edelmetall plattiert]
en: Miniature figurines [coated with precious metal]

source: Schmuckketten aus Edelmetall für das Fußgelenk
en: Jewellery chain of precious metal for anklets

source: Rohes oder geschlagenes Gold
en: Gold, unwrought or beaten

source: Schmuckkästen, nicht aus Metall
en: Jewelry boxes not of metal

source: Nicht echte Edelsteine
en: Imitation precious stones

source: Waren aus Schmuckstücken mit Edelsteinen
en: Jewellery being articles of precious stones

source: Kleine Uhren
en: Small clocks

source: Kleine Schmuckkästchen aus Edelmetall
en: Small jewellery boxes of precious metals

source: Armbanduhren aus Gold
en: Watches made of gold

source: Diamanten
en: Diamonds

source: Verkleinerte Modelle [Schmuck] aus Edelmetall
en: Scale models [ornaments] of precious metal

source: Dekorative Broschen [Schmuckwaren]
en: Decorative brooches [jewellery]

source: Digitaluhren mit automatischen Zeitschaltern
en: Digital watches with automatic timers

source: Barren aus Platinlegierung
en: Platinum alloy ingots

source: Goldbarren
en: Gold ingots

source: Mit Edelmetall plattierte Schlüsselanhänger
en: Key charms coated with precious metals

source: Schmuckketten aus Edelmetall
en: Rope chain made of precious metal

source: Halbfabrikate aus Edelmetall für die Anfertigung von Juwelier- und Schmuckwaren
en: Semi-finished articles of precious metals for use in the manufacture of jewellery

source: Unbearbeiteter Sardonyx
en: Sardonyx [unwrought]

source: Schatullen für Zeitmessinstrumente
en: Cases for horologicalronometric instruments

source: Mit Gold plattierte Schmuckbroschen
en: Gold plated brooches [jewellery]

source: Unechte Juwelier- und Schmuckwaren
en: Imitation jewellery ornaments

source: Mit Edelmetall plattierte Manschettenknöpfe
en: Cuff links coated with precious metals

source: Schnallen für Uhrarmbänder
en: Buckles for watchstraps

source: Elektronisch betätigte Uhrwerke für Armbanduhren
en: Electronically operated movements for watches

source: Waren aus Schmuckstücken mit Ziersteinen
en: Articles of jewellery with ornamental stones

source: Etuis, angepasst an Zeitmessinstrumente
en: Cases [fitted] for horological articles

source: Medaillons
en: Medallions

source: Mit Edelmetall plattierte Medaillen
en: Medals coated with precious metals

source: Figurinen aus Gold
en: Figurines made from gold

source: Goldmedaillen
en: Gold medals

source: Uhrarmbänder aus Metall, Leder oder Kunststoff
en: Watch straps made of metal or leather or plastic

source: Bekleidungsverzierungen aus Edelmetall
en: Clothing ornaments of precious metals

source: Saphire
en: Sapphires

source: Teilweise bearbeitete Edelsteine und deren Imitationen
en: Semi-wrought precious stones and their imitations

source: Reversnadeln aus Edelmetall
en: Lapel badges of precious metal

source: Juwelierwaren aus Silber
en: Jewellery made from silver

source: Ringe [Schmuckwaren] aus edlen Metallen
en: Rings [jewellery] made of precious metal

source: Halbfabrikate aus Edelstein für die Anfertigung von Juwelier- und Schmuckwaren
en: Semi-finished articles of precious stones for use in the manufacture of jewellery

source: Armbanduhren und Uhren
en: Clocks and watches

source: Spinelle [Edelsteine]
en: Spinel [precious stones]

source: Geräte zum Zeitmessen
en: Horological articles

source: Verschlüsse für Halsketten
en: Closures for necklaces

source: Manschettenknöpfe aus Gold
en: Cuff links made of gold

source: Schmuckwaren aus Edelmetall
en: Jewellery made of precious metals

source: Schmuckkettchen für Fußgelenke
en: Jewellery rope chain for anklets

source: Ohrringe aus Edelmetall
en: Earrings of precious metal

source: Zeitmessgeräte für sportliche Zwecke [Stoppuhren]
en: Apparatus for sports timing [stopwatches]

source: Künstliche Edelsteine [edel oder halbedel]
en: Artificial stones [precious or semi-precious]

source: Halsketten [Schmuck]
en: Necklaces [jewellery]

source: Medaillons aus unedlen Metallen
en: Medallions made of non-precious metals

source: Dehnbare Uhrarmbänder aus Metall
en: Metal expanding watch bracelets

source: An Juwelen angepasste Etuis
en: Cases [fitted] for jewels

source: Juwelierwaren aus Bronze
en: Jewellery made of bronze

source: Revers-Pins [Schmuckwaren]
en: Lapel pins [jewellery]

source: Kettenglieder aus Halbedelmetall
en: Chain mesh of semi-precious metals

source: Figurinen aus Edelsteinen
en: Figurines of precious stones

source: Ohrringe
en: Earrings

source: Wertvoller Schmuck
en: Precious jewellery

source: Uhrarmbänder aus Nylon
en: Watch straps of nylon

source: Uhrarmbänder aus Polyvinylchlorid
en: Watch straps of polyvinyl chloride

source: Mit Gold plattierte Armbanduhren
en: Watches made of plated gold

source: Statuetten aus Halbedelmetallen
en: Statuettes made of semi-precious metals

source: Elektronisch gesteuerte Digitaluhren
en: Digital clocks being electronically controlled

source: Manschettenknöpfe aus Edelmetall
en: Cuff links of precious metal

source: Krawattenketten aus Edelmetall
en: Tie chains of precious metal

source: Schmuckketten [Schmuckwaren] aus üblichem Metall
en: Rope chain [jewellery] made of common metal

source: Manschettenknöpfe aus Edelmetall mit Edelsteinen besetzt
en: Cuff links made of precious metals with precious stones

source: Draht aus Edelmetall [Schmuck]
en: Threads of precious metal [jewellery]

source: Mit Edelmetall plattierte Schmuckwaren aus Kristall
en: Jewellery made of crystal coated with precious metals

source: Abzeichen aus Edelmetall
en: Badges of precious metal
